{
  dochead: "Quantification of Central and Eastern China's atmospheric CH4 enhancement changes and its contributions based on machine learning approach",
  journalandyear: '{"journal":"Journal of Environmental Sciences (China)","year":"April 2024"}',
  abstract: "Methane is the second largest anthropogenic greenhouse gas, and changes in atmospheric methane concentrations can reflect the dynamic balance between its emissions and sinks. Therefore, the monitoring of CH4 concentration changes and the assessment of underlying driving factors can provide scientific basis for the government's policy making and evaluation. China is the world's largest emitter of anthropogenic methane. However, due to the lack of ground-based observation sites, little work has been done on the spatial-temporal variations for the past decades and influencing factors in China, especially for areas with high anthropogenic emissions as Central and Eastern China. Here to quantify atmospheric CH4 enhancements trends and its driving factors in Central and Eastern China, we combined the most up-to-date TROPOMI satellite-based column CH4 (xCH4) concentration from 2018 to 2022, anthropogenic and natural emissions, and a random forest-based machine learning approach, to simulate atmospheric xCH4 enhancements from 2001 to 2018. The results showed that (1) the random forest model was able to accurately establish the relationship between emission sources and xCH4 enhancement with a correlation coefficient (R²) of 0.89 and a root mean-square error (RMSE) of 11.98 ppb; (2)The xCH4 enhancement only increased from 48.21±2.02 ppb to 49.79±1.87 ppb from the year of 2001 to 2018, with a relative change of 3.27%±0.13%; (3) The simulation results showed that the energy activities and waste treatment were the main contributors to the increase in xCH4 enhancement, contributing 68.00% and 31.21%, respectively, and the decrease of animal ruminants contributed -6.70% of its enhancement trend. © 2023",
  documenttype: 'Article',
  sourcetype: 'Journal',
  issn: '10010742',
  doi: '10.1016/j.jes.2023.03.010',
  affilationjson: `[{"name":"College of Biology and the Environment, Joint Center for sustainable Forestry in Southern China, Nanjing Forestry University, Nanjing, 210037, China","affilation_assoicte_Symbol":"a"},{"name":"Collaborative Innovation Center on Forecast and Evaluation of Meteorological Disasters (CIC-FEMD), Nanjing University of Information Science & Technology, Nanjing, 210044, China","affilation_assoicte_Symbol":"b"},{"name":"Guang'an Vocational & Technical College, Guangan, 638550, China","affilation_assoicte_Symbol":"c"},{"name":"HuaNan Meteorological Administration, Huanan, 154400, China","affilation_assoicte_Symbol":"d"}]`,
  authorsJSON: '[{"name":"Ai, Xinyue","author_assoicte_Symbol":["a","; "],"email":null},{"name":"Hu, Cheng","author_assoicte_Symbol":["a, b","; "],"email":"chenghu@njfu.edu.cn"},{"name":"Yang, Yanrong","author_assoicte_Symbol":["a","; "],"email":null},{"name":"Zhang, Leying","author_assoicte_Symbol":["a","; "],"email":null},{"name":"Liu, Huili","author_assoicte_Symbol":["a","; "],"email":null},{"name":"Zhang, Junqing","author_assoicte_Symbol":["a","; "],"email":null},{"name":"Chen, Xin","author_assoicte_Symbol":["c","; "],"email":null},{"name":"Bai, Guoqiang","author_assoicte_Symbol":["d","; "],"email":null},{"name":"Xiao, Wei","author_assoicte_Symbol":["b"],"email":null}]'
}
{
  dochead: 'A new scheme of PM2.5 and O3 control strategies with the integration of SOM, GA and WRF-CAMx',
  journalandyear: '{"journal":"Journal of Environmental Sciences (China)","year":"April 2024"}',
  abstract: "Previous air pollution control strategies didn't pay enough attention to regional collaboration and the spatial response sensitivities, resulting in limited control effects in China. This study proposed an effective PM2.5 and O3 control strategy scheme with the integration of Self-Organizing Map (SOM), Genetic Algorithm (GA) and WRF-CAMx, emphasizing regional collaborative control and the strengthening of control in sensitive areas. This scheme embodies the idea of hierarchical management and spatial-temporally differentiated management, with SOM identifying the collaborative subregions, GA providing the optimized subregion-level priority of precursor emission reductions, and WRF-CAMx providing response sensitivities for grid-level priority of precursor emission reductions. With Beijing-Tianjin-Hebei and the surrounding area (BTHSA, “2 + 26” cities) as the case study area, the optimized strategy required that regions along Taihang Mountains strengthen the emission reductions of all precursors in PM2.5-dominant seasons, and strengthen VOCs reductions but moderate NOx reductions in O3-dominant season. The spatiotemporally differentiated control strategy, without additional emission reduction burdens than the 14th Five-Year Plan proposed, reduced the average annual PM2.5 and MDA8 O3 concentrations in 28 cities by 3.2%–8.2% and 3.9%–9.7% respectively in comparison with non-differential control strategies, with the most prominent optimization effects occurring in the heavily polluted seasons (6.9%–18.0% for PM2.5 and 3.3%–14.2% for MDA8 O3, respectively). This study proposed an effective scheme for the collaborative control of PM2.5 and O3 in BTHSA, and shows important methodological implications for other regions suffering from similar air quality problems. © 2023",
  documenttype: 'Article',
  sourcetype: 'Journal',
  issn: '10010742',
  doi: '10.1016/j.jes.2023.02.058',
  affilationjson: '[{"name":"Key Laboratory of Beijing on Regional Air Pollution Control, Faculty of Environment and Life, Beijing University of Technology, Beijing, 100124, China","affilation_assoicte_Symbol":"a"}]',
  authorsJSON: '[{"name":"Duan, Wenjiao","author_assoicte_Symbol":["","; "],"email":null},{"name":"Wang, Xiaoqi","author_assoicte_Symbol":["","; "],"email":null},{"name":"Cheng, Shuiyuan","author_assoicte_Symbol":["","; "],"email":"bjutpaper@outlook.com"},{"name":"Wang, Ruipeng","author_assoicte_Symbol":[""],"email":null}]'
}
{
  dochead: 'Digitalizing river aquatic ecosystems',
  journalandyear: '{"journal":"Journal of Environmental Sciences (China)","year":"March 2024"}',
  abstract: 'Traditional river health assessment relies on limited water quality indices and representative organism activity, but does not comprehensively obtain biotic and abiotic information of the ecosystem. Here, we propose a new approach to evaluate the ecological and health risks of river aquatic ecosystems. First, detailed physicochemical and biological characterization of a river ecosystem can be obtained through pollutant determination (especially emerging pollutants) and DNA/RNA sequencing. Second, supervised machine learning can be applied to perform classification analysis of characterization data and ascertain river ecosystem ecology and health. Our proposed methodology transforms river ecosystem health assessment and can be applied in river management. © 2023',
  documenttype: 'Article',
  sourcetype: 'Journal',
  issn: '10010742',
  doi: '10.1016/j.jes.2023.03.012',
  affilationjson: '[{"name":"Key Laboratory of Drinking Water Science and Technology, Research Center for Eco-Environmental Sciences, Chinese Academy of Sciences, Beijing, 100085, China","affilation_assoicte_Symbol":"a"},{"name":"University of Chinese Academy of Sciences, Beijing, 100049, China","affilation_assoicte_Symbol":"b"},{"name":"School of Environmental and Municipal Engineering, Tianjin Chengjian University, Tianjin, 300384, China","affilation_assoicte_Symbol":"c"},{"name":"Center for Water and Ecology, Tsinghua University, Beijing, 100084, China","affilation_assoicte_Symbol":"d"}]',
  authorsJSON: '[{"name":"Bai, Yaohui","author_assoicte_Symbol":["a","; "],"email":"yhbai@rcees.ac.cn"},{"name":"Lin, Hui","author_assoicte_Symbol":["a, b","; "],"email":null},{"name":"Wang, Chenchen","author_assoicte_Symbol":["a, c","; "],"email":null},{"name":"Wang, Qiaojuan","author_assoicte_Symbol":["a, b","; "],"email":null},{"name":"Qu, Jiuhui","author_assoicte_Symbol":["a, d"],"email":"jhqu@rcees.ac.cn"}]'
}
{
  dochead: 'Role of inflammatory lipid and fatty acid metabolic abnormalities induced by plastic additives exposure in childhood asthma',
  journalandyear: '{"journal":"Journal of Environmental Sciences (China)","year":"March 2024"}',
  abstract: 'Lipid metabolism play an essential role in occurrence and development of asthma, and it can be disturbed by phthalate esters (PAEs) and organophosphate flame retardants (OPFRs). As a chronic inflammatory respiratory disease, the occurrence risk of childhood asthma is increased by PAEs and OPFRs exposure, but it remains not entirely clear how PAEs and OPFRs contribute the onset and progress of the disease. We have profiled the serum levels of PAEs and OPFRs congeners by liquid chromatography coupled with mass spectrometry, and its relationships with the dysregulation of lipid metabolism in asthmatic, bronchitic (acute inflammation) and healthy (non-inflammation) children. Eight PAEs and nine OPFRs congeners were found in the serum of children (1 – 5 years old) from Shenzhen, and their total median levels were 615.16 ng/mL and 17.06 ng/mL, respectively. Moreover, the serum levels of mono-methyl phthalate (MMP), tri-propyl phosphate (TPP) and tri-n-butyl phosphate (TNBP) were significant higher in asthmatic children than in healthy and bronchitic children as control. Thirty-one characteristic lipids and fatty acids of asthma were screened by machine-learning random forest model based on serum lipidome data, and the alterations of inflammatory characteristic lipids and fatty acids including palmitic acids, 12,13-DiHODE, 14,21-DiHDHA, prostaglandin D2 and LysoPA(18:2) showed significant correlated with high serum levels of MMP, TPP and TNBP. These results imply PAEs and OPFRs promote the occurrence of childhood asthma via disrupting inflammatory lipid and fatty acid metabolism, and provide a novel sight for better understanding the effects of plastic additives on childhood asthma. © 2023',
  documenttype: 'Article',
  sourcetype: 'Journal',
  issn: '10010742',
  doi: '10.1016/j.jes.2023.02.005',
  affilationjson: `[{"name":"Institute of Biomedical and Health Engineering, Shenzhen Institute of Advanced Technology, Chinese Academy of Sciences, Shenzhen, 518055, China","affilation_assoicte_Symbol":"a"},{"name":"University of Chinese Academy of Sciences, Beijing, 100049, China","affilation_assoicte_Symbol":"b"},{"name":"Rheumatology &Immunology Department of Shenzhen Children's Hospital, Shenzhen, 518038, China","affilation_assoicte_Symbol":"c"},{"name":"Hubei Key Laboratory of Environmental and Health Effects of Persistent Toxic Substances, Institute of Environment and Health, Jianghan University, Wuhan, 430056, China","affilation_assoicte_Symbol":"d"}]`,
  authorsJSON: '[{"name":"Chen, Zhiyu","author_assoicte_Symbol":["a, b","; "],"email":null},{"name":"Li, Fang","author_assoicte_Symbol":["a","; "],"email":"fang.li@siat.ac.cn"},{"name":"Fu, Lei","author_assoicte_Symbol":["a","; "],"email":null},{"name":"Xia, Yu","author_assoicte_Symbol":["c","; "],"email":null},{"name":"Luo, Ying","author_assoicte_Symbol":["c","; "],"email":null},{"name":"Guo, Ang","author_assoicte_Symbol":["a","; "],"email":null},{"name":"Zhu, Xiaona","author_assoicte_Symbol":["c","; "],"email":null},{"name":"Zhong, Huifang","author_assoicte_Symbol":["a, d","; "],"email":null},{"name":"Luo, Qian","author_assoicte_Symbol":["a, b"],"email":"qian.luo@siat.ac.cn"}]'
}
{
  dochead: 'Time-sensitive prediction of NO2 concentration in china using an ensemble machine learning model from multi-source data',
  journalandyear: '{"journal":"Journal of Environmental Sciences (China)","year":"March 2024"}',
  abstract: 'Nitrogen dioxide (NO2) poses a critical potential risk to environmental quality and public health. A reliable machine learning (ML) forecasting framework will be useful to provide valuable information to support government decision-making. Based on the data from 1609 air quality monitors across China from 2014-2020, this study designed an ensemble ML model by integrating multiple types of spatial-temporal variables and three sub-models for time-sensitive prediction over a wide range. The ensemble ML model incorporates a residual connection to the gated recurrent unit (GRU) network and adopts the advantage of Transformer, extreme gradient boosting (XGBoost) and GRU with residual connection network, resulting in a 4.1%±1.0% lower root mean square error over XGBoost for the test results. The ensemble model shows great prediction performance, with coefficient of determination of 0.91, 0.86, and 0.77 for 1-hr, 3-hr, and 24-hr averages for the test results, respectively. In particular, this model has achieved excellent performance with low spatial uncertainty in Central, East, and North China, the major site-dense zones. Through the interpretability analysis based on the Shapley value for different temporal resolutions, we found that the contribution of atmospheric chemical processes is more important for hourly predictions compared with the daily scale predictions, while the impact of meteorological conditions would be ever-prominent for the latter. Compared with existing models for different spatiotemporal scales, the present model can be implemented at any air quality monitoring station across China to facilitate achieving rapid and dependable forecast of NO2, which will help developing effective control policies. © 2023',
  documenttype: 'Review',
  sourcetype: 'Journal',
  issn: '10010742',
  doi: '10.1016/j.jes.2023.02.026',
  affilationjson: '[{"name":"Big Data Research Center for Ecology and Environment, Environment Research Institute, Shandong University, Qingdao, 266237, China","affilation_assoicte_Symbol":"a"},{"name":"Shandong Provincial Eco-environment Monitoring Center, Jinan, 250101, China","affilation_assoicte_Symbol":"b"}]',
  authorsJSON: '[{"name":"Tao, Chenliang","author_assoicte_Symbol":["a","; "],"email":null},{"name":"Jia, Man","author_assoicte_Symbol":["b","; "],"email":null},{"name":"Wang, Guoqiang","author_assoicte_Symbol":["a","; "],"email":null},{"name":"Zhang, Yuqiang","author_assoicte_Symbol":["a","; "],"email":null},{"name":"Zhang, Qingzhu","author_assoicte_Symbol":["a","; "],"email":"zqz@sdu.edu.c"},{"name":"Wang, Xianfeng","author_assoicte_Symbol":["b","; "],"email":"sdhbwxf@126.com"},{"name":"Wang, Qiao","author_assoicte_Symbol":["a","; "],"email":null},{"name":"Wang, Wenxing","author_assoicte_Symbol":["a"],"email":null}]'
}
{
  dochead: 'The main strategies for soil pollution apportionment: A review of the numerical methods',
  journalandyear: '{"journal":"Journal of Environmental Sciences (China)","year":"February 2024"}',
  abstract: 'Nowadays, a large number of compounds with different physical and chemical properties have been determined in soil. Environmental behaviors and source identification of pollutants in soil are the foundation of soil pollution control. Identification and quantitative analysis of potential pollution sources are the prerequisites for its prevention and control. Many efforts have made to develop methods for identifying the sources of soil pollutants. These efforts have involved the measurement of source and receptor parameters and the analysis of their relationships via numerical statistics methods. We have comprehensively reviewed the progress made in the development of source apportionment methodologies to date and present our synthesis. The numerical methods, such as spatial geostatistics analysis, receptor models, and machine learning methods are addressed in depth. In most cases, however, the effectiveness of any single approach for source apportionment remains limited. Combining multiple methods to address soil quality problems can reduce uncertainty about the sources of soil pollution. This review also constructively highlights the key strategies of combining mathematical models with the assessment of chemical profiles to provide more accurate source attribution. This review intends to provide a comprehensive summary of source apportionment methodologies to help promote further development. © 2022',
  documenttype: 'Review',
  sourcetype: 'Journal',
  issn: '10010742',
  doi: '10.1016/j.jes.2022.09.027',
  affilationjson: '[{"name":"Research Center for Eco-Environmental Sciences, Chinese Academy of Sciences, Beijing, 100085, China","affilation_assoicte_Symbol":"a"},{"name":"University of Chinese Academy of Sciences, Beijing, 100049, China","affilation_assoicte_Symbol":"b"},{"name":"Guangdong Provincial Key Laboratory of Marine Disaster Prediction and Prevention, Shantou University, Shantou, 515063, China","affilation_assoicte_Symbol":"c"}]',
  authorsJSON: '[{"name":"Shi, Bin","author_assoicte_Symbol":["a, b","; "],"email":null},{"name":"Meng, Jing","author_assoicte_Symbol":["a, b","; "],"email":null},{"name":"Wang, Tieyu","author_assoicte_Symbol":["c","; "],"email":null},{"name":"Li, Qianqian","author_assoicte_Symbol":["a, b","; "],"email":null},{"name":"Zhang, Qifan","author_assoicte_Symbol":["a, b","; "],"email":null},{"name":"Su, Guijin","author_assoicte_Symbol":["a, b"],"email":"gjsu@rcees.ac.cn"}]'
}
{
  dochead: 'Effect of metal fractions on rice grain metal uptake and biological parameters in mica mines waste contaminated soils',
  journalandyear: '{"journal":"Journal of Environmental Sciences (China)","year":"Volume 136, Pages 313 - 324"}',
  abstract: 'Heavy metals from mica waste not only deteriorate the soil quality but also results in the uptake of metals in the crop. The present investigation was conducted to evaluate the effects of different fractions of metals on the uptake in rice, soil microbial and biochemical properties in mica waste-contaminated soils of Jharkhand, India. From each active mine, soil samples were randomly collected at distances of < 50 m (zone 1), 50–100 m (zone 2), and >100 m (zone 3). Sequential metal extraction was used to determine the fractions of different metals (nickel (Ni), cadmium (Cd), chromium (Cr) and lead (Pb)) including water-soluble (Ws) and exchangeable metals (Ex), carbonate-bound metals (CBD), Fe/Mn oxide (OXD) bound metals, organically bound metals (ORG), and residues (RS). The Ni, Cr, Cd and Pb in rice grain were 0.83±0.41, 0.41±0.19, 0.21±0.14 and 0.17±0.08 mg/kg respectively. From the variable importance plot of the random forest (RF) algorithm, the Ws fraction of Ni, Cr and Cd and Ex fraction of Pb was the most important predictor for rice grain metal content. Further, the partial dependence plots (PDP) give us an insight into the role of the two most important metal fractions on rice grain metal content. The microbial and enzyme activity was significantly and negatively correlated with Ws and Ex metal fractions, indicating that water-soluble and exchangeable fractions exert a strong inhibitory effect on the soil microbiological parameters and enzyme activities. © 2022',
  documenttype: 'Article• Hybrid Gold Open Access• Green Open Access',
  sourcetype: 'Journal',
  issn: '10010742',
  doi: '10.1016/j.jes.2022.10.038',
  affilationjson: '[{"name":"Agricultural and Ecological Research Unit, Indian Statistical Institute, Jharkhand, Giridih, 815301, India","affilation_assoicte_Symbol":"a"},{"name":"School of Science, Engineering & Environment, University of Salford, Manchester, M5 4WT, United Kingdom","affilation_assoicte_Symbol":"b"}]',
  authorsJSON: '[{"name":"Ghosh, Saibal","author_assoicte_Symbol":["a","; "],"email":null},{"name":"Mondal, Sandip","author_assoicte_Symbol":["a","; "],"email":null},{"name":"Mandal, Jajati","author_assoicte_Symbol":["b","; "],"email":"J.Mandal1@edu.salford.ac.uk"},{"name":"Mukherjee, Abhishek","author_assoicte_Symbol":["a","; "],"email":"abhi.mukh@yahoo.com"},{"name":"Bhattacharyya, Pradip","author_assoicte_Symbol":["a"],"email":"pradip.bhattacharyya@gmail.com"}]'
}
{
  dochead: 'Axiomatic Analysis of Pre-Processing Methodologies Using Machine Learning in Text Mining: A Social Media Perspective in Internet of Things',
  journalandyear: '{"journal":"Convergence of Cloud with AI for Big Data Analytics: Foundations and Innovation","year":"1 January 2024"}',
  abstract: 'Despite of the behemoth utilization of social media platforms for various aspects, which provides opportunities to analyze and study the social behavior of users, text mining’s role has been not explored fully. For this, text mining is the way to discover interesting patterns in data. The motive of text mining is to utilize discovered patterns to elucidate contemporary behavior or to predict future outcomes. Multiple disciplines participate in crawling text to discover required textual patterns such as mathematical modeling, computer science, data mining and warehousing to name a few. For this purpose, embeddings are also playing a key role and under the umbrella of machine learning, IoT (Internet of things) are coping up flawlessly at an individual level to predict the behavior in terms of security privacy, analysis, and prediction. Through this chapter, explaining the role of such strategies in social media text analysis for finding knowledgeable patterns. To illustrate and deliberate the areas of social media which are reachable on an amazing variety in the field of text mining using IoT-enabled services in terms of machine learning are also described. Outcomes can provide as a baseline for future of IoT research based on machine learning in emerging applications. © 2023 Scrivener Publishing LLC.',
  documenttype: 'Book Chapter',
  sourcetype: 'Book',
  issn: '',
  doi: '10.1002/9781119905233.ch11',
  affilationjson: '[{"name":"Department of CSE, SLIET, Longowal, India","affilation_assoicte_Symbol":"a"},{"name":"Department of CSE, Chandigarh University, India","affilation_assoicte_Symbol":"b"},{"name":"Department of CSE, RGIPT, Amethi, India","affilation_assoicte_Symbol":"c"},{"name":"Private Institute of Management and Business, Belarus","affilation_assoicte_Symbol":"d"}]',
  authorsJSON: '[{"name":"Singh, Tajinder","author_assoicte_Symbol":["a","; "],"email":null},{"name":"Kumari, Madhu","author_assoicte_Symbol":["b","; "],"email":null},{"name":"Gupta, Daya Sagar","author_assoicte_Symbol":["c","; "],"email":"dayasagar.ism@gmail.com"},{"name":"Siniak, Nikolai","author_assoicte_Symbol":["d"],"email":null}]'
}
{
  dochead: 'Artificial Intelligence Approach for Signature Detection',
  journalandyear: '{"journal":"Convergence of Cloud with AI for Big Data Analytics: Foundations and Innovation","year":"1 January 2024"}',
  abstract: 'The globe today relies on multiple security systems to protect its data and monetary transactions. Handwritten signature recognition uses a variety of methods and algorithms. In this paper we leverage the OpenCV library and Qt for GUI to implement Support Vector Machine (SVM) and Histogram of Oriented Gradients (HOG). By using the SVM algorithm, one can find an N-dimensional plane that provides a distinctly classifiable classification of data points on a plane. Meanwhile, HOG is a feature descriptor of an image that simplifies the image by extracting the helpful information while discarding the extraneous information. We will convert the image into a feature vector of length according to the precision set by the enduser or developer, using HOG feature descriptors. © 2023 Scrivener Publishing LLC.',
  documenttype: 'Book Chapter',
  sourcetype: 'Book',
  issn: '',
  doi: '10.1002/9781119905233.ch16',
  affilationjson: '[{"name":"University of Petroleum and Energy Studies, Uttarakhand, Dehradun, India","affilation_assoicte_Symbol":"a"}]',
  authorsJSON: '[{"name":"Shukla, Amar","author_assoicte_Symbol":["","; "],"email":null},{"name":"Tiwari, Rajeev","author_assoicte_Symbol":["","; "],"email":"rajeev.tiwari@ddn.upes.ac.in"},{"name":"Raghuvanshi, Saurav","author_assoicte_Symbol":["","; "],"email":null},{"name":"Sharma, Shivam","author_assoicte_Symbol":["","; "],"email":null},{"name":"Avinash, Shridhar","author_assoicte_Symbol":[""],"email":null}]'
}
{
  dochead: 'Comparison of Various Classification Models Using Machine Learning to Predict Mobile Phones Price Range',
  journalandyear: '{"journal":"Convergence of Cloud with AI for Big Data Analytics: Foundations and Innovation","year":"1 January 2024"}',
  abstract: 'Classification is the Machine Learning technique used for classifying categorical data. In this chapter, different classification models are used to predict the price range of the different mobile phones based upon their features. The use and demand of Mobile phones seem to be at their peak today, and this trend does not seem to go down in the near future. Therefore, an efficient system needs to predict the mobile prices’ range based on its features. We have taken the mobile phone dataset containing information about their various features and functions for our research. After that, pre-processing is being performed to remove the ambiguities before applying the classification models. The Price range can be of any category between 0 and 3, where 0 represents cheapest and 3 costliest. We aim to find the classification model with the best results. Accuracy and R2 score are used to select the best model. © 2023 Scrivener Publishing LLC.',
  documenttype: 'Book Chapter',
  sourcetype: 'Book',
  issn: '',
  doi: '10.1002/9781119905233.ch17',
  affilationjson: '[{"name":"Department of Computer Science and Engineering, Punjabi University, Punjab, Patiala, India","affilation_assoicte_Symbol":"a"},{"name":"Department of Computer Science and Engineering, Thapar Institute of Engineering and Technology, Punjab, Patiala, India","affilation_assoicte_Symbol":"b"}]',
  authorsJSON: '[{"name":"Singla, Chinu","author_assoicte_Symbol":["a","; "],"email":"cheenusingla10@gmail.com"},{"name":"Jindal, Chirag","author_assoicte_Symbol":["b"],"email":null}]'
}
{
  dochead: 'Fog-IoT Assistance-Based Smart Agriculture Application',
  journalandyear: '{"journal":"Convergence of Cloud with AI for Big Data Analytics: Foundations and Innovation","year":"1 January 2024"}',
  abstract: 'Increased agricultural activity is supposed to be of crucial importance as intelligent agriculture or precision agriculture. Increased agricultural activity is supposed to be of crucial importance as intelligent agriculture or precision agriculture. The bandwidth and the information repository are too much for an old cloud-based system that largely employs IoT devices. Reduced latency, better battery life for IoT systems, a lot more efficient cash knowledge acquisition, accessibility to intellectual capital, and AI, ML IoT-EDGE style platform are suggested or may be used. When opposed to using the cloud to process and store information, the edge for the IoT provides prospective edges for various IoT installations, as well as the elimination of interval in combination with geometrical communication potency. Several IoT procedures, for example, will also have a high level of technology at the sting, resulting in minimal latency and quick processing. The current cloudbased systems, which are built on traditional cloud concepts, cannot handle the large quantities and different data produced by linked IoT devices. To facilitate real-time decision-making based on the data collected, it is critical to move data processing closer to the roots of their production. This will be solved by using fogbased models, which will be addressed in this chapter. © 2023 Scrivener Publishing LLC.',
  documenttype: 'Book Chapter',
  sourcetype: 'Book',
  issn: '',
  doi: '10.1002/9781119905233.ch8',
  affilationjson: '[{"name":"Vivekananda Institute of Professional Studies, New Delhi, India","affilation_assoicte_Symbol":"a"},{"name":"Department of CSE, Equifax, Atlanta, United States","affilation_assoicte_Symbol":"b"},{"name":"University of the Cumberlands, Williamsburg, KY, United States","affilation_assoicte_Symbol":"c"}]',
  authorsJSON: '[{"name":"Whig, Pawan","author_assoicte_Symbol":["a","; "],"email":"pawanwhig@gmail.com"},{"name":"Velu, Arun","author_assoicte_Symbol":["b","; "],"email":null},{"name":"Nadikattu, Rahul Reddy","author_assoicte_Symbol":["c"],"email":null}]'
}
{
  dochead: 'Application of PolyPRep tools on HIV protease polyproteins using molecular docking',
  journalandyear: '{"journal":"Brazilian Journal of Biology","year":"Volume 84"}',
  abstract: 'In recent years, the development of high-throughput technologies for obtaining sequence data leveraged the possibility of analysis of protein data in silico. However, when it comes to viral polyprotein interaction studies, there is a gap in the representation of those proteins, given their size and length. The prepare for studies using state-of-the-art techniques such as Machine Learning, a good representation of such proteins is a must. We present an alternative to this problem, implementing a fragmentation and modeling protocol to prepare those polyproteins in the form of peptide fragments. Such procedure is made by several scripts, implemented together on the workflow we call PolyPRep, a tool written in Python script and available in GitHub. This software is freely available only for noncommercial users. © 2024, Instituto Internacional de Ecologia. All rights reserved.',
  documenttype: 'Article• Gold Open Access• Green Open Access',
  sourcetype: 'Journal',
  issn: '15196984',
  doi: '10.1590/1519-6984.245592',
  affilationjson: '[{"name":"Instituto Nacional de Metrologia, Qualidade e Tecnologia, INMETRO, Laboratório de Macromoléculas, Diretoria de Metrologia Aplicada às Ciências da Vida – DIMAV, RJ, Duque de Caxias, Brazil","affilation_assoicte_Symbol":"a"},{"name":"Secretaria Estadual do Espírito Santo – SEDU/ES, ES, Vitória, Brazil","affilation_assoicte_Symbol":"b"},{"name":"Universidade Federal do Rio de Janeiro – UFRJ, Instituto de Biodiversidade e Sustentabilidade, NUPEM, RJ, Macaé, Brazil","affilation_assoicte_Symbol":"c"}]',
  authorsJSON: '[{"name":"Dias M.F.R.","author_assoicte_Symbol":["a, b","; "],"email":"marfedias@gmail.com"},{"name":"Oliveira F.L.L.","author_assoicte_Symbol":["a","; "],"email":null},{"name":"Pontes V.S.","author_assoicte_Symbol":["a","; "],"email":null},{"name":"Silva M.L.","author_assoicte_Symbol":["a, c"],"email":null}]'
}
{
  dochead: 'Role of cuproptosis regulator in diagnosis and subtype of osteoarthritis',
  journalandyear: '{"journal":"Chinese Journal of Tissue Engineering Research","year":"8 December 2023"}',
  abstract: 'BACKGROUND: Synovium plays an important role in the development of osteoarthritis, and cuproptosis is a new type of programmed cell death recently discovered, up to now, there is no research on the mechanism of cuproptosis gene in osteoarthritis from synovial angle. OBJECTIVE: The synovial membrane was used as the entry point to explore the potential mechanism of the development of osteoarthritis from the perspective of cuproptosis. METHODS: The coincident osteoarthritis related chips were retrieved through Gene Expression Omnibus (GEO) database and standardized. Cuproptosis related genes were extracted and quantified based on the gene expression matrix after treatment. Random Forest model, Support Vector Machines model, Machine learning and Nomogram Model were used to construct disease prediction model to predict the risk of osteoarthritis. Then, consensus clustering algorithm, principal component analysis, single sample gene set enrichment analysis and immune infiltration were used to analyze the correlation of cuproptosis molecular subtypes with immune microenvironment and inflammatory factors. RESULTS AND CONCLUSION: (1) A risk prediction model based on cuproptosis characteristic gene was established for the first time. The disease prediction model constructed by three cuproptosis characteristic genes (DBT, LIPT1, FDX1) could predict the risk of osteoarthritis. (2) It is found for the first time that patients with osteoarthritis can be classified into two distinct subtypes of cuproptosis molecule (cluster A and cluster B). Cluster B is highly correlated with the imbalance of Th1/Th2 cell ratio, and has higher expression levels of interleukin-2, interleukin-4, and interleukin-5. © 2023, Publishing House of Chinese Journal of Tissue Engineering Research. All rights reserved.',
  documenttype: 'Article',
  sourcetype: 'Journal',
  issn: '20954344',
  doi: '10.12307/2023.702',
  affilationjson: '[{"name":"Graduate School of Guangxi University of Chinese Medicine, Guangxi Zhuang Autonomous Region, Nanning, 530299, China","affilation_assoicte_Symbol":"a"},{"name":"First Affiliated Hospital of Guangxi University of Chinese Medicine, Guangxi Zhuang Autonomous Region, Nanning, 530023, China","affilation_assoicte_Symbol":"b"}]',
  authorsJSON: '[{"name":"Bo, Xiong","author_assoicte_Symbol":["a","; "],"email":null},{"name":"Bin, Wang","author_assoicte_Symbol":["a, b","; "],"email":null},{"name":"Jinfu, Liu","author_assoicte_Symbol":["a","; "],"email":null},{"name":"Guanyu, Lu","author_assoicte_Symbol":["a","; "],"email":null},{"name":"Cai, Chen","author_assoicte_Symbol":["a","; "],"email":null},{"name":"Yue, Huang","author_assoicte_Symbol":["a","; "],"email":null},{"name":"Lihua, Chen","author_assoicte_Symbol":["a"],"email":null}]'
}
{
  dochead: 'Multisensor fusion-based digital twin for localized quality prediction in robotic laser-directed energy deposition',
  journalandyear: '{"journal":"Robotics and Computer-Integrated Manufacturing","year":"December 2023"}',
  abstract: 'Early detection of defects, such as keyhole pores and cracks is crucial in laser-directed energy deposition (L-DED) additive manufacturing (AM) to prevent build failures. However, the complex melt pool behaviour cannot be adequately captured by conventional single-modal process monitoring approaches. This study introduces a multisensor fusion-based digital twin (MFDT) for localized quality prediction in the robotic L-DED process. The data used in multisensor fusion includes features extracted from a coaxial melt pool vision camera, a microphone, and an off-axis short wavelength infrared thermal camera. The key novelty of this work is a spatiotemporal data fusion method that synchronizes multisensor features with the real-time robot motion data to achieve localized quality prediction. Optical microscope (OM) images of the printed part are used to locate defect-free and defective regions (i.e., cracks and keyhole pores), which serve as ground truth labels for training supervised machine learning (ML) models for quality prediction. The trained ML model is then used to generate a virtual quality map that registers quality prediction outcomes within the 3D volume of the printed part, thus eliminating the need of physical inspections by destructive methods. Experiments show that the virtual quality map closely matches the actual quality observed by OM. Compared to traditional single-sensor-based quality prediction, the MFDT has achieved a significantly higher quality prediction accuracy (96%), a higher ROC-AUC score (99%), and a lower false alarm rate (4.4%). As a result, the MFDT is a more reliable method for defect prediction. The proposed MFDT also lays the groundwork for our future development of a self-adaptive hybrid processing strategy that combines machining with AM for defect removal and quality improvement. © 2023 Elsevier Ltd',
  documenttype: 'Article',
  sourcetype: 'Journal',
  issn: '07365845',
  doi: '10.1016/j.rcim.2023.102581',
  affilationjson: '[{"name":"Advanced Remanufacturing and Technology Centre (ARTC), A*STAR, 3 Cleantech Loop, 637143, Singapore","affilation_assoicte_Symbol":"a"},{"name":"School of Mechanical and Aerospace Engineering, Nanyang Technological University, 639798, Singapore","affilation_assoicte_Symbol":"b"},{"name":"Institute of Intelligent Manufacturing, Guangdong Academy of Sciences, Guangzhou, 510070, China","affilation_assoicte_Symbol":"c"},{"name":"Singapore Institute of Manufacturing Technology (SIMTech), A*STAR, 5 Cleantech Loop, 636732, Singapore","affilation_assoicte_Symbol":"d"}]',
  authorsJSON: '[{"name":"Chen, Lequn","author_assoicte_Symbol":["a, b","; "],"email":null},{"name":"Bi, Guijun","author_assoicte_Symbol":["c","; "],"email":null},{"name":"Yao, Xiling","author_assoicte_Symbol":["d","; "],"email":"yaox@outlook.com"},{"name":"Tan, Chaolin","author_assoicte_Symbol":["a","; "],"email":null},{"name":"Su, Jinlong","author_assoicte_Symbol":["a","; "],"email":null},{"name":"Ng, Nicholas Poh Huat","author_assoicte_Symbol":["b","; "],"email":null},{"name":"Chew, Youxiang","author_assoicte_Symbol":["a","; "],"email":null},{"name":"Liu, Kui","author_assoicte_Symbol":["d","; "],"email":null},{"name":"Moon, Seung Ki","author_assoicte_Symbol":["b"],"email":"skmoon@ntu.edu.sg"}]'
}
{
  dochead: 'Prediction of hyperkalemia in ESRD patients by identification of multiple leads and multiple features on ECG',
  journalandyear: '{"journal":"Renal Failure","year":"Volume 45, Issue 1"}',
  abstract: 'Background: Patients with end-stage renal disease (ESRD) especially those undergoing dialysis have a high prevalence of hyperkalemia, which must be detected and treated immediately. But the initial symptoms of hyperkalemia are insidious, and traditional laboratory serum potassium concentration testing takes time. Therefore, rapid and real-time measurement of serum potassium is urgently needed. In this study, different machine learning methods were used to make rapid predictions of different degrees of hyperkalemia by analyzing the ECG. Methods: A total of 1024 datasets of ECG and serum potassium concentrations were analyzed from December 2020 to December 2021. The data were scaled into training and test sets. Different machine learning models (LR, SVM, CNN, XGB, Adaboost) were built for dichotomous prediction of hyperkalemia by analyzing 48 features of chest leads V2-V5. The performance of the models was also evaluated and compared using sensitivity, specificity, accuracy, accuracy, F1 score and AUC. Results: We constructed different machine models to predict hyperkalemia using LR and four other common machine-learning methods. The AUCs of the different models ranged from 0.740 (0.661, 0.810) to 0.931 (0.912,0.953) when different serum potassium concentrations were used as the diagnostic threshold for hyperkalemia, respectively. As the diagnostic threshold of hyperkalemia was raised, the sensitivity, specificity, accuracy and precision of the model decreased to various degrees. And AUC also performed less well than when predicting mild hyperkalemia. Conclusion: Noninvasive and rapid prediction of hyperkalemia can be achieved by analyzing specific waveforms on the ECG by machine learning methods. But overall, XGB had a higher AUC in mild hyperkalemia, but SVM performed better in predicting more severe hyperkalemia. © 2023 The Author(s). Published by Informa UK Limited, trading as Taylor & Francis Group.',
  documenttype: 'Article• Gold Open Access',
  sourcetype: 'Journal',
  issn: '0886022X',
  doi: '10.1080/0886022X.2023.2212800',
  affilationjson: '[{"name":"Department of Nephrology, The Affiliated Hospital of Qingdao University, Qingdao, China","affilation_assoicte_Symbol":"a"},{"name":"Medizinische Klinik und Poliklinik IV, Klinikum der Universität, LMU München, München, Germany","affilation_assoicte_Symbol":"b"},{"name":"School of Artificial Intelligence, Sun Yat-sen University, Guangzhou, China","affilation_assoicte_Symbol":"c"}]',
  authorsJSON: '[{"name":"Xu, Daojun","author_assoicte_Symbol":["a","; "],"email":null},{"name":"Zhou, Bin","author_assoicte_Symbol":["a","; "],"email":null},{"name":"Zhang, Jiaqi","author_assoicte_Symbol":["a","; "],"email":null},{"name":"Li, Chenyu","author_assoicte_Symbol":["b","; "],"email":null},{"name":"Guan, Chen","author_assoicte_Symbol":["a","; "],"email":null},{"name":"Liu, Yuxuan","author_assoicte_Symbol":["c","; "],"email":null},{"name":"Li, Lin","author_assoicte_Symbol":["a","; "],"email":null},{"name":"Li, Haina","author_assoicte_Symbol":["a","; "],"email":null},{"name":"Cui, Li","author_assoicte_Symbol":["a","; "],"email":null},{"name":"Xu, Lingyu","author_assoicte_Symbol":["a","; "],"email":null},{"name":"Liu, Hang","author_assoicte_Symbol":["a","; "],"email":null},{"name":"Zhen, Li","author_assoicte_Symbol":["a"],"email":null},{"name":"Xu, Yan","author_assoicte_Symbol":["a"],"email":"xuyan@qdu.edu.cn"}]'
}
{
  dochead: 'Combination of the gut microbiota and clinical indicators as a potential index for differentiating idiopathic membranous nephropathy and minimal change disease',
  journalandyear: '{"journal":"Renal Failure","year":"Volume 45, Issue 1"}',
  abstract: 'Objectives: Membranous nephropathy (MN) and minimal change disease (MCD) are two common types of nephrotic syndrome that have similar clinical presentations but require different treatment strategies. Currently, the definitive diagnosis for these conditions relies on invasive renal biopsy, which can be limited in clinical practice. Methods: In this study, we aimed to differentiate idiopathic MN (IMN) from MCD using clinical data and gut microbiota. We collected clinical data and stool samples from 115 healthy individuals, 115 IMN, and 45 MCD at the onset of disease and performed 16S rRNA sequencing. Through machine learning methods including random forest, logistic regression, and support vector machine, a classifier to differentiate IMN from MCD was constructed. Results: Baseline clinical data comparing the IMN and MCD groups showed that the MCD had higher levels of hemoglobin, uric acid, cystatin C, β2-microglobulin, α1-microglobulin, total cholesterol, and low-density lipoprotein and lower levels of albumin and CD4+ T-cell counts. The gut microbiota of the two groups differed at all levels of the phylum and genus. Differential gut microbiota may disturb the integrity of the intestinal wall and lead to the passage of inflammatory mediators through the intestinal barrier, causing kidney injury. We constructed a noninvasive classifier with a discrimination efficacy of 0.939 that combined the clinical data and gut microbiota information to identify IMN and MCD. Conclusions: The classifier of the gut microbiota combined with clinical indicators has achieved good performance in identifying IMN and MCD, which provides a new approach for the noninvasive discrimination of different pathological types of kidney disease. © 2023 The Author(s). Published by Informa UK Limited, trading as Taylor & Francis Group.',
  documenttype: 'Article• Gold Open Access',
  sourcetype: 'Journal',
  issn: '0886022X',
  doi: '10.1080/0886022X.2023.2209392',
  affilationjson: '[{"name":"Department of Emergency, The First Affiliated Hospital of Zhengzhou University, Zhengzhou, China","affilation_assoicte_Symbol":"a"},{"name":"Department of Nephrology, The First Affiliated Hospital of Zhengzhou University, Zhengzhou, China","affilation_assoicte_Symbol":"b"},{"name":"Zhengzhou University, Zhengzhou, China","affilation_assoicte_Symbol":"c"},{"name":"Biobank of the First Affiliated Hospital of Zhengzhou University, Zhengzhou, China","affilation_assoicte_Symbol":"d"},{"name":"Nephrology Laboratory, The First Affiliated Hospital of Zhengzhou University, Zhengzhou, China","affilation_assoicte_Symbol":"e"},{"name":"Laboratory Animal Platform of Academy of Medical Sciences, Zhengzhou University, Zhengzhou, China","affilation_assoicte_Symbol":"f"}]',
  authorsJSON: '[{"name":"Jiang, Yumin","author_assoicte_Symbol":["a","; "],"email":null},{"name":"Wang, Ting","author_assoicte_Symbol":["b, c","; "],"email":null},{"name":"Yu, Wei","author_assoicte_Symbol":["b, c","; "],"email":null},{"name":"Wu, Feng","author_assoicte_Symbol":["b, c","; "],"email":null},{"name":"Guo, Ruixue","author_assoicte_Symbol":["b, c","; "],"email":null},{"name":"Li, Huangmin","author_assoicte_Symbol":["b, c","; "],"email":null},{"name":"Zhang, Yiding","author_assoicte_Symbol":["b, c","; "],"email":null},{"name":"Yan, Ge","author_assoicte_Symbol":["b, c","; "],"email":null},{"name":"Wang, Li","author_assoicte_Symbol":["d","; "],"email":null},{"name":"Zhao, Zhanzheng","author_assoicte_Symbol":["b, c, e, f"],"email":"zhanzhengzhao@zzu.edu.cn"}]'
}
{
  dochead: 'Machine Learning-Based prediction of Post-Treatment ambulatory blood pressure in patients with hypertension',
  journalandyear: '{"journal":"Blood Pressure","year":"Volume 32, Issue 1"}',
  abstract: 'Purpose. Pre-treatment prediction of individual blood pressure (BP) response to anti-hypertensive medication is important to determine the specific regimen for promptly and safely achieving a target BP. This study aimed to develop supervised machine learning (ML) models for predicting patient-specific treatment effects using 24-hour ambulatory BP monitoring (ABPM) data. Materials and Methods. A total of 1,129 patients who had both baseline and follow-up ABPM data were randomly assigned into training, validation and test sets in a 3:1:1 ratio. Utilising the features including clinical and laboratory findings, initial ABPM data, and anti-hypertensive medication at baseline and at follow-up, ML models were developed to predict post-treatment individual BP response. Each case was labelled by the mean 24-hour and daytime BPs derived from the follow-up ABPM. Results. At baseline, 616 (55%) patients had been treated using mono or combination therapy with 45 anti-hypertensive drugs and the remaining 513 (45%) patients had been untreated (drug-naïve). By using CatBoost, the difference between predicted vs. measured mean 24-hour systolic BP at follow-up was 8.4 ± 7.0 mm Hg (% difference of 6.6% ± 5.7%). The difference between predicted vs. measured mean 24-hour diastolic BP was 5.3 ± 4.3 mm Hg (% difference of 6.8% ± 5.5%). There were significant correlations between the CatBoost-predicted vs. the ABPM-measured changes in the mean 24-hour Systolic (r = 0.74) and diastolic (r = 0.68) BPs from baseline to follow-up. Even in the patients with renal insufficiency or diabetes, the correlations between CatBoost-predicted vs. ABPM-measured BP changes were significant. Conclusion. ML algorithms accurately predict the post-treatment ambulatory BP levels, which may assist clinicians in personalising anti-hypertensive treatment. © 2023 The Author(s). Published by Informa UK Limited, trading as Taylor & Francis Group.',
  documenttype: 'Article• Gold Open Access',
  sourcetype: 'Journal',
  issn: '08037051',
  doi: '10.1080/08037051.2023.2209674',
  affilationjson: '[{"name":"Department of Cardiology, University of Ulsan College of Medicine, Asan Medical Center, Seoul, South Korea","affilation_assoicte_Symbol":"a"}]',
  authorsJSON: '[{"name":"Hae, Hyeonyong","author_assoicte_Symbol":["","; "],"email":null},{"name":"Kang, Soo-Jin","author_assoicte_Symbol":["","; "],"email":"sjkang@amc.seoul.kr"},{"name":"Kim, Tae Oh","author_assoicte_Symbol":["","; "],"email":null},{"name":"Lee, Pil Hyung","author_assoicte_Symbol":["","; "],"email":null},{"name":"Lee, Seung-Whan","author_assoicte_Symbol":["","; "],"email":null},{"name":"Kim, Young-Hak","author_assoicte_Symbol":["","; "],"email":null},{"name":"Lee, Cheol Whan","author_assoicte_Symbol":["","; "],"email":null},{"name":"Park, Seong-Wook","author_assoicte_Symbol":[""],"email":null}]'
}
{
  dochead: 'Machine learning algorithm to predict the in-hospital mortality in critically ill patients with chronic kidney disease',
  journalandyear: '{"journal":"Renal Failure","year":"Volume 45, Issue 1"}',
  abstract: 'Background: This study aimed to establish and validate a machine learning (ML) model for predicting in-hospital mortality in critically ill patients with chronic kidney disease (CKD). Methods: This study collected data on CKD patients from 2008 to 2019 using the Medical Information Mart for Intensive Care IV. Six ML approaches were used to build the model. Accuracy and area under the curve (AUC) were used to choose the best model. In addition, the best model was interpreted using SHapley Additive exPlanations (SHAP) values. Results: There were 8527 CKD patients eligible for participation; the median age was 75.1 (interquartile range: 65.0–83.5) years, and 61.7% (5259/8527) were male. We developed six ML models with clinical variables as input factors. Among the six models developed, the eXtreme Gradient Boosting (XGBoost) model had the highest AUC, at 0.860. According to the SHAP values, the sequential organ failure assessment score, urine output, respiratory rate, and simplified acute physiology score II were the four most influential variables in the XGBoost model. Conclusions: In conclusion, we successfully developed and validated ML models for predicting mortality in critically ill patients with CKD. Among all ML models, the XGBoost model is the most effective ML model that can help clinicians accurately manage and implement early interventions, which may reduce mortality in critically ill CKD patients with a high risk of death. © 2023 The Author(s). Published by Informa UK Limited, trading as Taylor & Francis Group.',
  documenttype: 'Article• Gold Open Access',
  sourcetype: 'Journal',
  issn: '0886022X',
  doi: '10.1080/0886022X.2023.2212790',
  affilationjson: '[{"name":"Department of Nephrology, The Second Affiliated Hospital of Anhui Medical University, Hefei, China","affilation_assoicte_Symbol":"a"},{"name":"Institute of Kidney Disease, Inflammation & Immunity Mediated Diseases, The Second Affiliated Hospital of Anhui Medical University, Hefei, China","affilation_assoicte_Symbol":"b"},{"name":"Department of Epidemiology and Biostatistics, School of Public Health, Anhui Medical University, Hefei, China","affilation_assoicte_Symbol":"c"},{"name":"Inflammation and Immune Mediated Diseases Laboratory of Anhui Province, Hefei, China","affilation_assoicte_Symbol":"d"}]',
  authorsJSON: '[{"name":"Li, Xunliang","author_assoicte_Symbol":["a, b","; "],"email":null},{"name":"Zhu, Yuyu","author_assoicte_Symbol":["a, b","; "],"email":null},{"name":"Zhao, Wenman","author_assoicte_Symbol":["a, b","; "],"email":null},{"name":"Shi, Rui","author_assoicte_Symbol":["a, b","; "],"email":null},{"name":"Wang, Zhijuan","author_assoicte_Symbol":["a, b","; "],"email":null},{"name":"Pan, Haifeng","author_assoicte_Symbol":["b, c, d","; "],"email":"panhaifeng@ahmu.edu.cn"},{"name":"Wang, Deguang","author_assoicte_Symbol":["a, b"],"email":"wangdeguang@ahmu.edu.cn"}]'
}
{
  dochead: 'Introme accurately predicts the impact of coding and noncoding variants on gene splicing, with clinical applications',
  journalandyear: '{"journal":"Genome Biology","year":"Volume 24, Issue 1"}',
  abstract: 'Predicting the impact of coding and noncoding variants on splicing is challenging, particularly in non-canonical splice sites, leading to missed diagnoses in patients. Existing splice prediction tools are complementary but knowing which to use for each splicing context remains difficult. Here, we describe Introme, which uses machine learning to integrate predictions from several splice detection tools, additional splicing rules, and gene architecture features to comprehensively evaluate the likelihood of a variant impacting splicing. Through extensive benchmarking across 21,000 splice-altering variants, Introme outperformed all tools (auPRC: 0.98) for the detection of clinically significant splice variants. Introme is available at https://github.com/CCICB/introme . © 2023, The Author(s).',
  documenttype: 'Article• Gold Open Access',
  sourcetype: 'Journal',
  issn: '14747596',
  doi: '10.1186/s13059-023-02936-7',
  affilationjson: '[{"name":"Children’s Cancer Institute, Lowy Cancer Research Centre, UNSW Sydney, Sydney, NSW, Australia","affilation_assoicte_Symbol":"a"},{"name":"School of Clinical Medicine, UNSW Medicine & Health, UNSW Sydney, Sydney, NSW, Australia","affilation_assoicte_Symbol":"b"},{"name":"University of New South Wales Centre for Childhood Cancer Research, UNSW Sydney, Sydney, NSW, Australia","affilation_assoicte_Symbol":"c"},{"name":"Kinghorn Centre for Clinical Genomics, Garvan Institute of Medical Research, Sydney, Australia","affilation_assoicte_Symbol":"d"},{"name":"Department of Neurogenetics, Kolling Institute, St. Leonards, NSW, Australia","affilation_assoicte_Symbol":"e"},{"name":"Sydney Medical School-Northern, Faculty of Medicine and Health, University of Sydney, Sydney, NSW, Australia","affilation_assoicte_Symbol":"f"},{"name":"Division of Genomics and Epigenetics, Garvan Institute of Medical Research, Sydney, Australia","affilation_assoicte_Symbol":"g"},{"name":"Clinical Genetics Unit, Institute of Precision Medicine and Bioinformatics, Sydney Local Health District, Sydney, Australia","affilation_assoicte_Symbol":"h"},{"name":"Centre for Medical Research, University of Western Australia, Harry Perkins Institute of Medical Research, QEII Medical Centre, Nedlands, WA, Australia","affilation_assoicte_Symbol":"i"},{"name":"Department of Genetics and Molecular Pathology, Centre for Cancer Biology, An Alliance Between SA Pathology and the University of South Australia, Adelaide, Australia","affilation_assoicte_Symbol":"j"},{"name":"Australian Genomics, Parkville, VIC, Australia","affilation_assoicte_Symbol":"k"},{"name":"Department of Genetics and Molecular Pathology, SA Pathology, Adelaide, Australia","affilation_assoicte_Symbol":"l"},{"name":"School of Biotechnology and Biomolecular Sciences, University of New South Wales, Sydney, Australia","affilation_assoicte_Symbol":"m"},{"name":"School of Medicine, University of Adelaide, Adelaide, SA, Australia","affilation_assoicte_Symbol":"n"},{"name":"ACRF Cancer Genomics Facility, Centre for Cancer Biology, An Alliance Between SA Pathology and the University of South Australia, Adelaide, SA, Australia","affilation_assoicte_Symbol":"o"}]',
  authorsJSON: '[{"name":"Sullivan, Patricia J.","author_assoicte_Symbol":["a, b, c","; "],"email":null},{"name":"Gayevskiy, Velimir","author_assoicte_Symbol":["d","; "],"email":null},{"name":"Davis, Ryan L.","author_assoicte_Symbol":["d, e, f","; "],"email":null},{"name":"Wong, Marie","author_assoicte_Symbol":["a, b","; "],"email":null},{"name":"Mayoh, Chelsea","author_assoicte_Symbol":["a, b","; "],"email":null},{"name":"Mallawaarachchi, Amali","author_assoicte_Symbol":["g, h","; "],"email":null},{"name":"Hort, Yvonne","author_assoicte_Symbol":["g","; "],"email":null},{"name":"McCabe, Mark J.","author_assoicte_Symbol":["d","; "],"email":null},{"name":"Beecroft, Sarah","author_assoicte_Symbol":["i","; "],"email":null},{"name":"Jackson, Matilda R.","author_assoicte_Symbol":["j, k","; "],"email":null},{"name":"Arts, Peer","author_assoicte_Symbol":["j","; "],"email":null},{"name":"Dubowsky, Andrew","author_assoicte_Symbol":["l"],"email":null},{"name":"Laing, Nigel","author_assoicte_Symbol":["i","; "],"email":null},{"name":"Dinger, Marcel E.","author_assoicte_Symbol":["d, m","; "],"email":null},{"name":"Scott, Hamish S.","author_assoicte_Symbol":["j, k, n, o","; "],"email":null},{"name":"Oates, Emily","author_assoicte_Symbol":["m","; "],"email":null},{"name":"Pinese, Mark","author_assoicte_Symbol":["a, b","; "],"email":null},{"name":"Cowley, Mark J.","author_assoicte_Symbol":["a, b"],"email":"MCowley@ccia.org.au"}]'
}
{
  dochead: 'The costs associated with stroke care continuum: a systematic review',
  journalandyear: '{"journal":"Health Economics Review","year":"Volume 13, Issue 1"}',
  abstract: 'Stroke, a leading cause of death and long-term disability, has a considerable social and economic impact. It is imperative to investigate stroke-related costs. The main goal was to conduct a systematic literature review on the described costs associated with stroke care continuum to better understand the evolution of the economic burden and logistic challenges. This research used a systematic review method. We performed a search in PubMed/MEDLINE, ClinicalTrial.gov, Cochrane Reviews, and Google Scholar confined to publications from January 2012 to December 2021. Prices were adjusted using consumer price indices of the countries in the studies in the years the costs were incurred to 2021 Euros using the World Bank and purchasing power parity exchange rate in 2020 from the Organization for Economic Co-operation and Development with the XE Currency Data API. The inclusion criteria were all types of publications, including prospective cost studies, retrospective cost studies, database analyses, mathematical models, surveys, and cost-of-illness (COI) studies. Were excluded studies that (a) were not about stroke, (b) were editorials and commentaries, (c) were irrelevant after screening the title and abstract,(d) grey literature and non-academic studies, (e) reported cost indicators outside the scope of the review, (f) economic evaluations (i.e., cost-effectiveness or cost–benefit analyses); and (g) studies not meeting the population inclusion criteria. There may be risk of bias because the effects are dependent on the persons delivering the intervention. The results were synthetized by PRISMA method. A total of 724 potential abstracts were identified of which 25 articles were pulled for further investigation. The articles were classified into the following categories: 1)stroke primary prevention, 2) expenditures related to acute stroke care, 3) expenditures for post-acute strokes, and 4) global average stroke cost. The measured expenditures varied considerably among these studies with a global average cost from €610-€220,822.45. Given the great variability in the costs in different studies, we can conclude that we need to define a common system for assessing the costs of strokes. Possible limitations are related to clinical choices exposed to decision rules that trigger decisions alerts within stroke events in a clinical setting. This flowchart is based on the guidelines for acute ischemic stroke treatment but may not be applicable to all institutions. © 2023, The Author(s).',
  documenttype: 'Review• Gold Open Access',
  sourcetype: 'Journal',
  issn: '21911991',
  doi: '10.1186/s13561-023-00439-6',
  affilationjson: '[{"name":"Department of Primary Care, Institut Català de La Salut, Av. de Cristòfol Colom, 20, Tarragona, Tortosa, 43500, Spain","affilation_assoicte_Symbol":"a"},{"name":"University Institute for Primary Health Care Research Jordi Gol I Gurina (IDIAPJGol), Barcelona, Spain","affilation_assoicte_Symbol":"b"},{"name":"Department of Nursing, Universitat Rovira I Virgili, Tarragona, Tarragona, Spain","affilation_assoicte_Symbol":"c"},{"name":"Department of Economic and Bussiness, Universitat Rovira I Virgili, Tarragona, Tarragona, Spain","affilation_assoicte_Symbol":"d"}]',
  authorsJSON: '[{"name":"Lucas-Noll, Jorgina","author_assoicte_Symbol":["a, b","; "],"email":"lucasnolljorgina@gmail.com"},{"name":"Clua-Espuny, José L.","author_assoicte_Symbol":["a, b","; "],"email":"jlclua.ebre.ics@gencat.cat"},{"name":"Lleixà-Fortuño, Mar","author_assoicte_Symbol":["c","; "],"email":"mlleixaf@gencat.cat"},{"name":"Gavaldà-Espelta, Ester","author_assoicte_Symbol":["a, c","; "],"email":"egavalda.ebre.ics@gencat.cat"},{"name":"Queralt-Tomas, Lluïsa","author_assoicte_Symbol":["a, b","; "],"email":"lqueraltt.ebre.ics@gencat.cat"},{"name":"Panisello-Tafalla, Anna","author_assoicte_Symbol":["a, b","; "],"email":"apanisellot.ebre.ics@gencat.cat"},{"name":"Carles-Lavila, Misericòrdia","author_assoicte_Symbol":["d"],"email":"misericordia.carles@urv.cat"}]'
}